{
  "database": {
    "basic_information": "The example data are part of the Parkinson's Disease Handwriting Database (PaHaW) that consists of multiple handwriting samples from parkinsonian patients (PD) and gender and age matched controls (HC). The database was acquired in cooperation with the Movement Disorders Center at the First Department of Neurology, Masaryk University and St. Anne's University Hospital in Brno, Czech Republic.",
    "detailed_information": "Each subject was asked to complete a handwriting task according to the prepared filled template at a comfortable speed. The completed template was shown to the subjects; no restrictions about the number of repetitions of syllables/words in tasks or their height were given.\n\nA tablet was overlaid with a empty paper template (containing only printed lines and square box specifying area for Archimedean spiral), and a conventional ink pen was held in a normal fashion, allowing for immediate full visual feedback. The signals were recorded using the Intuos 4M (Wacom technology) digitizing tablet with 200 Hz sampling frequency.\n\nDigitized signals were acquired during the movements executed while exerting pressure on the writing surface and during the movement above the writing surface. We denote these signals as on-surface movement and in-air movement, respectively. The perpendicular pressure exerted on the tablet surface was also recorded. The recordings started when the pen touched the surface of the digitizer and finished when the task was completed. the tablet captured the following dynamic features (time-sequences): x-coordinate; y-coordinate; time stamp; button status; pressure; tilt; and elevation. Button status is a binary variable, being 0 for pen-up state (in-air movement) and 1 for pen-down state (on-surface movement).",
    "data_structure": "SVC file structure:\n1st line: number of samples\nn-th line: Y coordinate, X coordinate, time stamp, button state, azimuth, altitude, pressure",
    "contact": "For more information, please see: https://bdalab.utko.feec.vutbr.cz/"
  }
}
